/* No comment provided by engineer. */
"Admin credentials cannot be empty." = "Les références d’administrateur ne peuvent pas être vides.";

/* No comment provided by engineer. */
"No media selected." = "Aucun fichier multimédia n’est sélectionné.";

/* No comment provided by engineer. */
"Secret cannot be empty." = "Le secret ne peut pas être vide.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Le fichier multimédia sélectionné n’existe pas.";

/* No comment provided by engineer. */
"Site URL cannot be empty." = "L’URL du site ne peut pas être vide.";

/* No comment provided by engineer. */
"Tab ID cannot be empty." = "L’identifiant d’onglet ne peut pas être vide.";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Upload '%@' to iTunes U site '%@'" = "Télécharger « %1$@ » vers le site iTunes U « %2$@ »";

/* No comment provided by engineer. */
"Upload media to iTunes U" = "Télécharger des fichiers multimédias vers iTunes U";

